Game-Rage/app/controllers/reviews_controller.rb

SELECT "reviews".* FROM "reviews"
---
  def index
    @reviews = Review.all